package com.example.dummyquizapp;

public class QuestionAndAnswer {

    public static String questions[] = {
            "Який з цих жанрів українських народних пісень вигаданий? ",
            "Ким були кобзарі? ",
            "Хто автор музики до гімну України?",
            "Яку українську колядку чи щедрівку зазвичай співають англійською мовою перед Різдвом у США та Британії?",
            "Який з цих народних інструментів використовували для передавання інформації?",
            "Яка з цих пісень НЕ належить авторству Володимира Івасюка?",
            "Яка з цих рок-груп НЕ є українською? "



    };
    public static String choices[][] = {
            {"Гаївки", "Обжинкові пісні","Щедрівки","Лісовалки"},
            {"Військовими музикантами","Придворними співцями князів","Мандрівними музикантами","Книжками з віршами"},
            {"Павло Чубинський","Михайло Вербицький","Микола Лисенко","Святослав Вакарчук"},
            {"«Добрий вечір тобі!»","«Небо і земля»","«Щедрик»","«Нова радість стала»"},
            {"Трембіта","Волинка","Торбан","Гуслі"},
            {"Червона","«Я піду в далекі гори»","«Водограй»","«Два кольори»"},
            {"«ВВ»","«Друга ріка»","«Металіка»","«Океан Ельзи»"}
    };

    public static String correctAnswers[] = {
            "Лісовалки",
            "Мандрівними музикантами",
            "Михайло Вербицький",
            "«Щедрик»",
            "Трембіта",
            "«Два кольори»",
            "«Металіка»"

    };

}
